<?php
// Заголовок
$_['heading_title']                = 'Магазини';

// Текст
$_['text_settings']                = 'Налаштування';
$_['text_success']                 = 'Готово: магазини змінено!';
$_['text_list']                    = 'Список магазинів';
$_['text_add']                     = 'Додати магазин';
$_['text_edit']                    = 'Редагувати магазин';
$_['text_items']                   = 'Елементи';
$_['text_tax']                     = 'Податки';
$_['text_account']                 = 'Обліковий запис';
$_['text_checkout']                = 'Оформлення замовлення';
$_['text_stock']                   = 'Склад';
$_['text_shipping']                = 'Адреса доставки';
$_['text_payment']                 = 'Платіжна адреса';

// Стовпці
$_['column_name']                  = 'Назва магазину';
$_['column_url']	               = 'URL магазину';
$_['column_action']                = 'Дія';

// Поля
$_['entry_url']                    = 'URL магазину';
$_['entry_ssl']                    = 'SSL URL';
$_['entry_meta_title']             = 'Мета-тег Title';
$_['entry_meta_description']       = 'Мета-тег Description';
$_['entry_meta_keyword']           = 'Мета-тег Keywords';
$_['entry_layout']                 = 'Макет за замовчуванням';
$_['entry_theme']                  = 'Тема';
$_['entry_name']                   = 'Назва магазину';
$_['entry_owner']                  = 'Власник магазину';
$_['entry_address']                = 'Адреса';
$_['entry_geocode']                = 'Геокод';
$_['entry_email']                  = 'E-Mail';
$_['entry_telephone']              = 'Телефон';
$_['entry_fax']                    = 'Факс';
$_['entry_image']                  = 'Зображення';
$_['entry_open']                   = 'Години роботи';
$_['entry_comment']                = 'Коментар';
$_['entry_location']               = 'Розташування магазину';
$_['entry_country']                = 'Країна';
$_['entry_zone']                   = 'Область / Регіон';
$_['entry_language']               = 'Мова';
$_['entry_currency']               = 'Валюта';
$_['entry_tax']                    = 'Показувати ціни з податком';
$_['entry_tax_default']            = 'Використовувати податкову адресу магазину';
$_['entry_tax_customer']           = 'Використовувати податкову адресу покупця';
$_['entry_customer_group']         = 'Група покупців';
$_['entry_customer_group_display'] = 'Групи покупців';
$_['entry_customer_price']         = 'Показувати ціни після входу';
$_['entry_account']                = 'Умови реєстрації';
$_['entry_cart_weight']            = 'Показувати вагу в кошику';
$_['entry_checkout_guest']         = 'Гостьове оформлення';
$_['entry_checkout']               = 'Умови оформлення замовлення';
$_['entry_order_status']           = 'Статус замовлення';
$_['entry_stock_display']          = 'Показувати залишок';
$_['entry_stock_checkout']         = 'Дозволити замовлення за відсутності товару';
$_['entry_logo']                   = 'Логотип магазину';
$_['entry_icon']                   = 'Іконка';
$_['entry_secure']                 = 'Використовувати SSL';

// Підказки
$_['help_url']                     = 'Вкажіть повний URL магазину. Обов\'язково додайте «/» наприкінці. Приклад: http://www.yourdomain.com/path/<br /><br />Не використовуйте каталоги для створення нового магазину. Завжди спрямовуйте на свій хостинг інший домен або субдомен.';
$_['help_ssl']                     = 'Вкажіть SSL URL магазину. Обов\'язково додайте «/» наприкінці. Приклад: http://www.yourdomain.com/path/<br /><br />Не використовуйте каталоги для створення нового магазину. Завжди спрямовуйте на свій хостинг інший домен або субдомен.';
$_['help_geocode']                 = 'Введіть геокод розташування магазину вручну.';
$_['help_open']                    = 'Вкажіть години роботи магазину.';
$_['help_comment']                 = 'У цьому полі можна вказати особливі примітки для покупців, наприклад: магазин не приймає чеки.';
$_['help_location']                = 'Різні адреси ваших магазинів, які потрібно показувати у формі зворотного зв\'язку.';
$_['help_currency']                = 'Змініть валюту за замовчуванням. Щоб побачити зміни, очистьте кеш браузера та скиньте наявні cookie.';
$_['help_tax_default']             = 'Використовувати адресу магазину для розрахунку податків, якщо покупець не ввійшов до облікового запису. Можна вибрати адресу доставки або платіжну адресу магазину.';
$_['help_tax_customer']            = 'Використовувати основну адресу покупця для розрахунку податків після входу. Можна вибрати адресу доставки або платіжну адресу покупця.';
$_['help_customer_group']          = 'Група покупців за замовчуванням.';
$_['help_customer_group_display']  = 'Показувати під час реєстрації групи, які можуть вибрати нові покупці, наприклад оптові покупці або компанії.';
$_['help_customer_price']          = 'Показувати ціни лише покупцям, які ввійшли до облікового запису.';
$_['help_account']                 = 'Вимагати погодження з умовами перед створенням облікового запису.';
$_['help_checkout_guest']          = 'Дозволити покупцям оформлювати замовлення без створення облікового запису. Ця можливість недоступна, якщо в кошику є завантажуваний товар.';
$_['help_checkout']                = 'Вимагати погодження з умовами перед оформленням замовлення.';
$_['help_order_status']            = 'Статус, який за замовчуванням отримує оформлене замовлення.';
$_['help_stock_display']           = 'Показувати залишок на сторінці товару.';
$_['help_stock_checkout']          = 'Дозволити покупцям оформлювати замовлення, навіть якщо товарів немає в наявності.';
$_['help_icon']                    = 'Іконка має бути файлом PNG розміром 16px x 16px.';
$_['help_secure']                  = 'Щоб використовувати SSL, переконайтеся, що на хостингу встановлено SSL-сертифікат.';

// Помилки
$_['error_warning']                = 'Увага: уважно перевірте форму на наявність помилок!';
$_['error_permission']             = 'Увага: у вас немає прав для редагування магазинів!';
$_['error_url']                    = 'Необхідно вказати URL магазину!';
$_['error_meta_title']             = 'Заголовок повинен містити від 3 до 32 символів!';
$_['error_name']                   = 'Назва магазину повинна містити від 3 до 32 символів!';
$_['error_owner']                  = 'Ім\'я власника магазину повинно містити від 3 до 64 символів!';
$_['error_address']                = 'Адреса магазину повинна містити від 10 до 256 символів!';
$_['error_email']                  = 'Введіть коректну адресу E-Mail!';
$_['error_telephone']              = 'Номер телефону повинен містити від 3 до 32 символів!';
$_['error_customer_group_display'] = 'Для використання цієї функції необхідно додати групу покупців за замовчуванням!';
$_['error_default']                = 'Увага: не можна видалити магазин за замовчуванням!';
$_['error_store']                  = 'Увага: цей магазин не можна видалити, оскільки до нього прив\'язано %s замовлень!';
