<?php
// Заголовок
$_['heading_title']    = 'Налаштування розробника';

// Текст
$_['text_success']     = 'Готово: налаштування розробника змінено!';
$_['text_theme']       = 'шаблон';
$_['text_sass']        = 'SASS';
$_['text_cache']       = 'Готово: кеш %s очищено!';

// Стовпці
$_['column_component'] = 'Компонент';
$_['column_action']    = 'Дія';

// Поля
$_['entry_theme']      = 'Шаблон';
$_['entry_sass']       = 'SASS';
$_['entry_cache']      = 'Кеш';

// Кнопки
$_['button_on']        = 'Увімкнути';
$_['button_off']       = 'Вимкнути';

// Помилка
$_['error_permission'] = 'Увага: у вас немає прав для зміни налаштувань розробника!';
