<?php
// Заголовок
$_['heading_title']    = 'Менеджер зображень';

// Текст
$_['text_uploaded']    = 'Готово: файл завантажено!';
$_['text_directory']   = 'Готово: папку створено!';
$_['text_delete']      = 'Готово: файл або папку видалено!';

// Поля
$_['entry_search']     = 'Пошук..';
$_['entry_folder']     = 'Назва папки';

// Помилки
$_['error_permission'] = 'Увага: доступ заборонено!';
$_['error_filename']   = 'Увага: назва файлу повинна містити від 3 до 255 символів!';
$_['error_folder']     = 'Увага: назва папки повинна містити від 3 до 255 символів!';
$_['error_exists']     = 'Увага: файл або папка з такою назвою вже існує!';
$_['error_directory']  = 'Увага: папки не існує!';
$_['error_filesize']   = 'Увага: неправильний розмір файлу!';
$_['error_filetype']   = 'Увага: неправильний тип файлу!';
$_['error_upload']     = 'Увага: не вдалося завантажити файл із невідомої причини!';
$_['error_delete']     = 'Увага: цю папку не можна видалити!';
