<?php
// Заголовок
$_['heading_title']   = 'Забули пароль?';

// Текст
$_['text_forgotten']  = 'Відновлення пароля';
$_['text_your_email'] = 'Ваша адреса електронної пошти';
$_['text_email']      = 'Введіть адресу електронної пошти, пов\'язану з вашим обліковим записом. Натисніть кнопку надсилання, щоб отримати посилання для скидання пароля.';
$_['text_success']    = 'На вашу адресу електронної пошти адміністратора надіслано лист із посиланням для підтвердження.';

// Поля
$_['entry_email']     = 'Адреса електронної пошти';
$_['entry_password']  = 'Новий пароль';
$_['entry_confirm']   = 'Підтвердження';

// Помилки
$_['error_email']     = 'Увага: адресу електронної пошти не знайдено. Спробуйте ще раз!';
$_['error_password']  = 'Пароль повинен містити від 4 до 20 символів!';
$_['error_confirm']   = 'Пароль і його підтвердження не збігаються!';
