<?php
// Заголовок
$_['heading_title']  = 'Адміністрування';

// Текст
$_['text_heading']   = 'Адміністрування';
$_['text_login']     = 'Введіть дані для входу.';
$_['text_forgotten'] = 'Забули пароль?';

// Поля
$_['entry_username'] = 'Ім\'я користувача';
$_['entry_password'] = 'Пароль';

// Кнопка
$_['button_login']   = 'Увійти';

// Помилки
$_['error_login']    = 'Неправильне ім\'я користувача та/або пароль.';
$_['error_token']    = 'Недійсний токен сесії. Увійдіть знову.';
$_['error_attempts'] = 'Увага: перевищено допустиму кількість спроб входу. Спробуйте знову через 1 годину або скиньте пароль.';
