<?php
// Заголовок
$_['heading_title']         = 'Профіль';

// Текст
$_['text_success']          = 'Готово: профіль змінено!';
$_['text_edit']             = 'Редагування профілю';

// Стовпці
$_['column_username']       = 'Ім\'я користувача';
$_['column_status']         = 'Статус';
$_['column_date_added']     = 'Дата додавання';
$_['column_action']         = 'Дія';

// Поля
$_['entry_username']        = 'Ім\'я користувача';
$_['entry_password']        = 'Пароль';
$_['entry_confirm']         = 'Підтвердження';
$_['entry_firstname']       = 'Ім\'я';
$_['entry_lastname']        = 'Прізвище';
$_['entry_email']           = 'Електронна пошта';
$_['entry_image']           = 'Зображення';

// Помилки
$_['error_permission']      = 'Увага: у вас немає прав для зміни профілю!';
$_['error_exists_username'] = 'Увага: це ім\'я користувача вже використовується!';
$_['error_username']        = 'Ім\'я користувача повинно містити від 3 до 20 символів!';
$_['error_password']        = 'Пароль повинен містити від 4 до 20 символів!';
$_['error_confirm']         = 'Пароль і його підтвердження не збігаються!';
$_['error_firstname']       = 'Ім\'я повинно містити від 1 до 32 символів!';
$_['error_lastname']        = 'Прізвище повинно містити від 1 до 32 символів!';
$_['error_email']           = 'Введено неправильну адресу електронної пошти!';
$_['error_exists_email']    = 'Увага: ця адреса електронної пошти вже зареєстрована!';
