<?php
// Заголовок
$_['heading_title']    = 'Важливе повідомлення про безпеку!';

// Текст
$_['text_success']     = 'Готово: папку сховища змінено!';
$_['text_admin']       = 'Відредагуйте admin/config.php і змініть';
$_['text_security']    = 'Дуже важливо перемістити папку сховища за межі вебкаталогу (наприклад, public_html, www або htdocs).';
$_['text_choose']      = 'Виберіть спосіб переміщення папки сховища';
$_['text_automatic']   = 'Перемістити автоматично';
$_['text_manual']      = 'Перемістити вручну';
$_['text_move']        = 'Перемістити';
$_['text_to']          = 'до';
$_['text_config']      = 'Відредагуйте config.php і змініть';
$_['text_admin']       = 'Відредагуйте admin/config.php і змініть';

// Поле
$_['entry_directory']  = 'Папка';

// Кнопки
$_['button_move']      = 'Перемістити';
$_['button_manual']    = 'Вручну';

// Помилки
$_['error_permission'] = 'Увага: у вас немає прав для зміни папки сховища!';
$_['error_path']       = 'Увага: неправильний шлях!';
$_['error_directory']  = 'Увага: неправильна папка!';
$_['error_exists']     = 'Увага: папка вже існує!';
$_['error_writable']   = 'Увага: необхідно надати права на запис для config.php і admin/config.php!';
