<?php
// Заголовок
$_['heading_title']          = 'Атрибути';

// Текст
$_['text_success']           = 'Готово: Атрибути змінено!';
$_['text_list']              = 'Список атрибутів';
$_['text_add']               = 'Додати атрибут';
$_['text_edit']              = 'Редагувати атрибут';

// Стовпці
$_['column_name']            = 'Назва атрибута';
$_['column_attribute_group'] = 'Група атрибутів';
$_['column_sort_order']      = 'Порядок сортування';
$_['column_action']          = 'Дія';

// Поля
$_['entry_name']             = 'Назва атрибута';
$_['entry_attribute_group']  = 'Група атрибутів';
$_['entry_sort_order']       = 'Порядок сортування';

// Помилки
$_['error_permission']       = 'Увага: У вас немає прав для редагування атрибутів!';
$_['error_attribute_group']  = 'Необхідно вказати групу атрибутів!';
$_['error_name']             = 'Назва атрибута повинна містити від 1 до 64 символів!';
$_['error_product']          = 'Увага: Цей атрибут неможливо видалити, оскільки його призначено товарам: %s!';
