<?php
// Заголовок
$_['heading_title']     = 'Групи атрибутів';

// Текст
$_['text_success']      = 'Готово: Групи атрибутів змінено!';
$_['text_list']         = 'Список груп атрибутів';
$_['text_add']          = 'Додати групу атрибутів';
$_['text_edit']         = 'Редагувати групу атрибутів';

// Стовпці
$_['column_name']       = 'Назва групи атрибутів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Поля
$_['entry_name']        = 'Назва групи атрибутів';
$_['entry_sort_order']  = 'Порядок сортування';

// Помилки
$_['error_permission']  = 'Увага: У вас немає прав для редагування груп атрибутів!';
$_['error_name']        = 'Назва групи атрибутів повинна містити від 1 до 64 символів!';
$_['error_attribute']   = 'Увага: Цю групу атрибутів неможливо видалити, оскільки до неї належать атрибути: %s!';
$_['error_product']     = 'Увага: Цю групу атрибутів неможливо видалити, оскільки її призначено товарам: %s!';
