<?php
// Заголовок
$_['heading_title']          = 'Категорії';

// Текст
$_['text_success']           = 'Готово: Категорії змінено!';
$_['text_list']              = 'Список категорій';
$_['text_add']               = 'Додати категорію';
$_['text_edit']              = 'Редагувати категорію';
$_['text_default']           = 'За замовчуванням';
$_['text_keyword']           = 'Не використовуйте пробіли. Замініть їх дефісами (-) і переконайтеся, що SEO-адреса є унікальною в усій системі.';

// Стовпці
$_['column_name']            = 'Назва категорії';
$_['column_sort_order']      = 'Порядок сортування';
$_['column_action']          = 'Дія';

// Поля
$_['entry_name']             = 'Назва категорії';
$_['entry_description']      = 'Опис';
$_['entry_meta_title'] 	     = 'Заголовок метатегу';
$_['entry_meta_keyword']     = 'Ключові слова метатегу';
$_['entry_meta_description'] = 'Опис метатегу';
$_['entry_store']            = 'Магазини';
$_['entry_keyword']          = 'Ключове слово';
$_['entry_parent']           = 'Батьківська категорія';
$_['entry_filter']           = 'Фільтри';
$_['entry_image']            = 'Зображення';
$_['entry_top']              = 'Головне меню';
$_['entry_column']           = 'Стовпці';
$_['entry_sort_order']       = 'Порядок сортування';
$_['entry_status']           = 'Статус';
$_['entry_layout']           = 'Перевизначення макета';

// Підказки
$_['help_filter']            = '(Автодоповнення)';
$_['help_top']               = 'Показувати у верхньому меню. Працює лише для батьківських категорій верхнього рівня.';
$_['help_column']            = 'Кількість стовпців для відображення дочірніх категорій третього рівня. Працює лише для батьківських категорій верхнього рівня.';

// Помилки
$_['error_warning']          = 'Увага: Уважно перевірте форму на наявність помилок!';
$_['error_permission']       = 'Увага: У вас немає прав для редагування категорій!';
$_['error_name']             = 'Назва категорії повинна містити від 1 до 255 символів!';
$_['error_meta_title']       = 'Заголовок метатегу повинен містити від 2 до 254 символів!';
$_['error_keyword']          = 'Цю SEO-адресу вже використовують!';
$_['error_unique']           = 'SEO-адреса повинна бути унікальною!';
$_['error_parent']           = 'Вибрана батьківська категорія є дочірньою для поточної категорії!';