<?php
// Заголовок
$_['heading_title']     = 'Завантаження';

// Текст
$_['text_success']      = 'Готово: Завантаження змінено!';
$_['text_list']         = 'Список завантажень';
$_['text_add']          = 'Додати завантаження';
$_['text_edit']         = 'Редагувати завантаження';
$_['text_upload']       = 'Файл успішно завантажено!';

// Стовпці
$_['column_name']       = 'Назва завантаження';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Поля
$_['entry_name']        = 'Назва завантаження';
$_['entry_filename']    = 'Ім\'я файлу';
$_['entry_mask']        = 'Маска';

// Підказки
$_['help_filename']     = 'Файл можна завантажити за допомогою кнопки завантаження або через FTP до каталогу завантажень, а нижче вказати його дані.';
$_['help_mask']         = 'Рекомендовано використовувати різні ім\'я файлу та маску, щоб запобігти прямим посиланням на завантаження.';

// Помилки
$_['error_permission']  = 'Увага: У вас немає прав для редагування завантажень!';
$_['error_name']        = 'Назва завантаження повинна містити від 3 до 64 символів!';
$_['error_upload']      = 'Необхідно завантажити файл!';
$_['error_filename']    = 'Ім\'я файлу повинно містити від 3 до 128 символів!';
$_['error_exists']      = 'Файл не існує!';
$_['error_mask']        = 'Маска повинна містити від 3 до 128 символів!';
$_['error_filetype']    = 'Неприпустимий тип файлу!';
$_['error_product']     = 'Увага: Це завантаження неможливо видалити, оскільки його призначено товарам: %s!';