<?php
// Заголовок
$_['heading_title']     = 'Фільтри';

// Текст
$_['text_success']      = 'Готово: Фільтри змінено!';
$_['text_list']         = 'Список фільтрів';
$_['text_add']          = 'Додати фільтр';
$_['text_edit']         = 'Редагувати фільтр';
$_['text_group']        = 'Група фільтрів';
$_['text_value']        = 'Значення фільтрів';

// Стовпці
$_['column_group']      = 'Група фільтрів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Поля
$_['entry_group']       = 'Назва групи фільтрів';
$_['entry_name']        = 'Назва фільтра';
$_['entry_sort_order']  = 'Порядок сортування';

// Помилки
$_['error_permission']  = 'Увага: У вас немає прав для редагування фільтрів!';
$_['error_group']       = 'Назва групи фільтрів повинна містити від 1 до 64 символів!';
$_['error_name']        = 'Назва фільтра повинна містити від 1 до 64 символів!';