<?php
// Заголовок
$_['heading_title']          = 'Інформація';

// Текст
$_['text_success']           = 'Готово: Інформаційні сторінки змінено!';
$_['text_list']              = 'Список інформаційних сторінок';
$_['text_add']               = 'Додати інформаційну сторінку';
$_['text_edit']              = 'Редагувати інформаційну сторінку';
$_['text_default']           = 'За замовчуванням';
$_['text_keyword']           = 'Не використовуйте пробіли. Замініть їх дефісами (-) і переконайтеся, що SEO-адреса є унікальною в усій системі.';

// Стовпці
$_['column_title']           = 'Заголовок інформаційної сторінки';
$_['column_sort_order']      = 'Порядок сортування';
$_['column_action']          = 'Дія';

// Поля
$_['entry_title']            = 'Заголовок інформаційної сторінки';
$_['entry_description']      = 'Опис';
$_['entry_meta_title']       = 'Заголовок метатегу';
$_['entry_meta_keyword']     = 'Ключові слова метатегу';
$_['entry_meta_description'] = 'Опис метатегу';
$_['entry_store']            = 'Магазини';
$_['entry_keyword']          = 'Ключове слово';
$_['entry_bottom']           = 'У нижній частині сторінки';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Порядок сортування';
$_['entry_layout']           = 'Перевизначення макета';

// Підказки
$_['help_bottom']            = 'Показувати в нижній частині сайту.';

// Помилки
$_['error_warning']          = 'Увага: Уважно перевірте форму на наявність помилок!';
$_['error_permission']       = 'Увага: У вас немає прав для редагування інформаційних сторінок!';
$_['error_title']            = 'Заголовок інформаційної сторінки повинен містити від 1 до 64 символів!';
$_['error_description']      = 'Опис повинен містити щонайменше 4 символи!';
$_['error_meta_title']       = 'Заголовок метатегу повинен містити від 2 до 254 символів!';
$_['error_keyword']          = 'Цю SEO-адресу вже використовують!';
$_['error_unique']           = 'SEO-адреса повинна бути унікальною!';
$_['error_account']          = 'Увага: Цю інформаційну сторінку неможливо видалити, оскільки її призначено умовами створення облікового запису!';
$_['error_checkout']         = 'Увага: Цю інформаційну сторінку неможливо видалити, оскільки її призначено умовами оформлення замовлення!';
$_['error_affiliate']        = 'Увага: Цю інформаційну сторінку неможливо видалити, оскільки її призначено умовами партнерської програми!';
$_['error_return']           = 'Увага: Цю інформаційну сторінку неможливо видалити, оскільки її призначено умовами повернення!';
$_['error_store']            = 'Увага: Цю інформаційну сторінку неможливо видалити, оскільки її використовують магазини: %s!';
