<?php
// Заголовок
$_['heading_title']     = 'Виробники';

// Текст
$_['text_success']      = 'Готово: Виробників змінено!';
$_['text_list']         = 'Список виробників';
$_['text_add']          = 'Додати виробника';
$_['text_edit']         = 'Редагувати виробника';
$_['text_default']      = 'За замовчуванням';
$_['text_percent']      = 'Відсоток';
$_['text_amount']       = 'Фіксована сума';
$_['text_keyword']      = 'Не використовуйте пробіли. Замініть їх дефісами (-) і переконайтеся, що SEO-адреса є унікальною в усій системі.';

// Стовпці
$_['column_name']       = 'Назва виробника';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Поля
$_['entry_name']        = 'Назва виробника';
$_['entry_store']       = 'Магазини';
$_['entry_keyword']     = 'Ключове слово';
$_['entry_image']       = 'Зображення';
$_['entry_sort_order']  = 'Порядок сортування';
$_['entry_type']        = 'Тип';

// Помилки
$_['error_permission']  = 'Увага: У вас немає прав для редагування виробників!';
$_['error_name']        = 'Назва виробника повинна містити від 1 до 64 символів!';
$_['error_keyword']     = 'Цю SEO-адресу вже використовують!';
$_['error_unique']      = 'SEO-адреса повинна бути унікальною!';
$_['error_product']     = 'Увага: Цього виробника неможливо видалити, оскільки його призначено товарам: %s!';
