<?php
// Заголовок
$_['heading_title']      = 'Опції';

// Текст
$_['text_success']       = 'Готово: Опції змінено!';
$_['text_list']          = 'Список опцій';
$_['text_add']           = 'Додати опцію';
$_['text_edit']          = 'Редагувати опцію';
$_['text_choose']        = 'Вибір';
$_['text_select']        = 'Список';
$_['text_radio']         = 'Перемикач';
$_['text_checkbox']      = 'Прапорець';
$_['text_input']         = 'Поле введення';
$_['text_text']          = 'Текст';
$_['text_textarea']      = 'Текстова область';
$_['text_file']          = 'Файл';
$_['text_date']          = 'Дата';
$_['text_datetime']      = 'Дата й час';
$_['text_time']          = 'Час';
$_['text_option']        = 'Опція';
$_['text_value']         = 'Значення опції';

// Стовпці
$_['column_name']        = 'Назва опції';
$_['column_sort_order']  = 'Порядок сортування';
$_['column_action']      = 'Дія';

// Поля
$_['entry_name']         = 'Назва опції';
$_['entry_type']         = 'Тип';
$_['entry_option_value'] = 'Назва значення опції';
$_['entry_image']        = 'Зображення';
$_['entry_sort_order']   = 'Порядок сортування';

// Помилки
$_['error_permission']   = 'Увага: У вас немає прав для редагування опцій!';
$_['error_name']         = 'Назва опції повинна містити від 1 до 128 символів!';
$_['error_type']         = 'Увага: Необхідно вказати значення опції!';
$_['error_option_value'] = 'Назва значення опції повинна містити від 1 до 128 символів!';
$_['error_product']      = 'Увага: Цю опцію неможливо видалити, оскільки її призначено товарам: %s!';
