<?php
// Заголовок
$_['heading_title']         = 'Профілі періодичних платежів';

// Текст
$_['text_success']          = 'Готово: Профілі періодичних платежів змінено!';
$_['text_list']             = 'Список профілів періодичних платежів';
$_['text_add']              = 'Додати профіль періодичних платежів';
$_['text_edit']             = 'Редагувати профіль періодичних платежів';
$_['text_day']              = 'День';
$_['text_week']             = 'Тиждень';
$_['text_semi_month']       = 'Пів місяця';
$_['text_month']            = 'Місяць';
$_['text_year']             = 'Рік';
$_['text_recurring']        = '<p><i class="fa fa-info-circle"></i> Суми періодичних платежів обчислюються відповідно до частоти та циклів.</p><p>Наприклад, якщо вибрати частоту "тиждень" і цикл "2", рахунок виставлятиметься користувачеві кожні 2 тижні.</p><p>Тривалість — це кількість платежів користувача. Вкажіть 0, якщо платежі мають тривати до їх скасування.</p>';
$_['text_profile']          = 'Профіль періодичних платежів';
$_['text_trial']            = 'Пробний профіль';

// Поля
$_['entry_name']            = 'Назва';
$_['entry_price']           = 'Ціна';
$_['entry_duration']        = 'Тривалість';
$_['entry_cycle']           = 'Цикл';
$_['entry_frequency']       = 'Частота';
$_['entry_trial_price']     = 'Пробна ціна';
$_['entry_trial_duration']  = 'Тривалість пробного періоду';
$_['entry_trial_status']    = 'Статус пробного періоду';
$_['entry_trial_cycle']     = 'Цикл пробного періоду';
$_['entry_trial_frequency'] = 'Частота пробного періоду';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Порядок сортування';

// Стовпці
$_['column_name']           = 'Назва';
$_['column_sort_order']     = 'Порядок сортування';
$_['column_action']         = 'Дія';

// Помилки
$_['error_warning']         = 'Увага: Уважно перевірте форму на наявність помилок!';
$_['error_permission']      = 'Увага: У вас немає прав для редагування профілів періодичних платежів!';
$_['error_name']            = 'Назва профілю повинна містити від 4 до 254 символів!';
$_['error_product']         = 'Увага: Цей профіль періодичних платежів неможливо видалити, оскільки його призначено товарам: %s!';