<?php
// Заголовок
$_['heading_title']     = 'Відгуки';

// Текст
$_['text_success']      = 'Готово: Відгуки змінено!';
$_['text_list']         = 'Список відгуків';
$_['text_add']          = 'Додати відгук';
$_['text_edit']         = 'Редагувати відгук';
$_['text_filter']       = 'Фільтр';

// Стовпці
$_['column_product']    = 'Товар';
$_['column_author']     = 'Автор';
$_['column_rating']     = 'Оцінка';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Поля
$_['entry_product']     = 'Товар';
$_['entry_author']      = 'Автор';
$_['entry_rating']      = 'Оцінка';
$_['entry_status']      = 'Статус';
$_['entry_text']        = 'Текст';
$_['entry_date_added']  = 'Дата додавання';

// Підказки
$_['help_product']      = '(Автодоповнення)';

// Помилки
$_['error_permission']  = 'Увага: У вас немає прав для редагування відгуків!';
$_['error_product']     = 'Необхідно вказати товар!';
$_['error_author']      = 'Ім\'я автора повинно містити від 3 до 64 символів!';
$_['error_text']        = 'Текст відгуку повинен містити щонайменше 1 символ!';
$_['error_rating']      = 'Необхідно вказати оцінку відгуку!';