<?php
// Заголовок
$_['heading_title']     = 'Подарункові ваучери';

// Текст
$_['text_success']      = 'Готово: ваучери змінено!';
$_['text_list']         = 'Список подарункових ваучерів';
$_['text_add']          = 'Додати подарунковий ваучер';
$_['text_edit']         = 'Редагувати подарунковий ваучер';

// Стовпці
$_['column_name']       = 'Назва ваучера';
$_['column_code']       = 'Код';
$_['column_from']       = 'Від кого';
$_['column_to']         = 'Кому';
$_['column_theme']      = 'Тема';
$_['column_amount']     = 'Сума';
$_['column_status']     = 'Статус';
$_['column_order_id']   = 'Номер замовлення';
$_['column_customer']   = 'Покупець';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Поля
$_['entry_code']        = 'Код';
$_['entry_from_name']   = 'Ім\'я відправника';
$_['entry_from_email']  = 'E-Mail відправника';
$_['entry_to_name']     = 'Ім\'я одержувача';
$_['entry_to_email']    = 'E-Mail одержувача';
$_['entry_theme']       = 'Тема';
$_['entry_message']     = 'Повідомлення';
$_['entry_amount']      = 'Сума';
$_['entry_status']      = 'Статус';

// Підказка
$_['help_code']         = 'Код, який покупець вводить для активації ваучера.';

// Помилки
$_['error_permission']  = 'Увага: у вас немає прав для редагування ваучерів!';
$_['error_exists']      = 'Увага: цей код ваучера вже використовується!';
$_['error_code']        = 'Код повинен містити від 3 до 10 символів!';
$_['error_to_name']     = 'Ім\'я одержувача повинно містити від 1 до 64 символів!';
$_['error_from_name']   = 'Ваше ім\'я повинно містити від 1 до 64 символів!';
$_['error_email']       = 'Введіть коректну адресу E-Mail!';
$_['error_amount']      = 'Сума повинна бути не меншою за 1!';
$_['error_order']       = 'Увага: цей ваучер не можна видалити, оскільки він є частиною <a href="%s">замовлення</a>!';
