<?php
// Заголовок
$_['heading_title']     = 'Теми ваучерів';

// Текст
$_['text_success']      = 'Готово: теми ваучерів змінено!';
$_['text_list']         = 'Список тем ваучерів';
$_['text_add']          = 'Додати тему ваучера';
$_['text_edit']         = 'Редагувати тему ваучера';

// Стовпці
$_['column_name']       = 'Назва теми ваучера';
$_['column_action']     = 'Дія';

// Поля
$_['entry_name']        = 'Назва теми ваучера';
$_['entry_description'] = 'Опис теми ваучера';
$_['entry_image']       = 'Зображення';

// Помилки
$_['error_permission']  = 'Увага: у вас немає прав для редагування тем ваучерів!';
$_['error_name']        = 'Назва теми ваучера повинна містити від 3 до 32 символів!';
$_['error_image']       = 'Необхідно вибрати зображення!';
$_['error_voucher']     = 'Увага: цю тему ваучера не можна видалити, оскільки її призначено %s ваучерам!';
